<!DOCTYPE html>
<html>
<head>
	<title>Services</title>
	<link href="css/style.css" rel="stylesheet">
	<style> img {
  border-radius: 50%;
} </style>
</head>

<body background="img/banner.jpg">
	<?php include("includes/header.php") ?>
<div style="display: grid; grid-template-columns: auto auto; padding: 10px;">
	<div class="grid-item">
		<h4>ස්මාර්ට් ජල සම්පාදන පද්ධතිය</h4>
		<img src="img/watering.jpg" style="width:250px; height:250px;">
		<p style="font-size: 20px;"> 
විෂය ක්ෂේත්රයේ ප්රධාන වශයෙන් වාඩිලෑම ලෙස ගොවිතැන වරක් සලකනු ලැබූ රටක දී, ක්ෂේත්රයේ භාවිතා කරන තාක්ෂණය වැඩි දියුණු කළ යුතු බව අපි හඳුනා ගත්තා. ශ්රී ලාංකිකයන් විශේෂයෙන් වගා කරන සාම්ප්රදායික ක්රම සමඟ මුල්බැස ගෙන තිබේ. ආර්ද්රතා මට්ටම හා පසෙහි තෙතමන මට්ටම පිළිබඳ නොදැනුවත් වීම ඉහළ යාම නිසා, මෙම පරාමිති මැනීමට ක්රමවේදයක් හා එම මිනුම් වලට අනුකූලව ශාක ජලය පෝෂණය කිරීම ගැන සිතුවා. මෙම ක්රමය නිසා බලාගාරය අවශ්ය වන නිවැරදි ප්රමාණයට ශාකය ලැබෙන්නේය. සමහර විට එය ජල සම්පතෙහි නාස්තිය අඩු කරයි. එබැවින් ස්මයිල් ප්රෝටීන පද්ධතියක අවශ්යතාවය අවශ්යව ඇති අතර එම වෙබ් අඩවිය මගින් එය අවශ්ය වන්නේය.
 </p>
	</div>
	<div class="grid-item">
		<h4> මිලට ගැනීම සහ විකිණීම</h4>
		<img src="img/buying.jpg" style="width:250px; height:250px;">
		<p style="font-size: 20px;">ශ්රී ලංකාවේ ප්රධාන ගැටලුවක් වන්නේ ගොවීන් තම අස්වැන්න ඉතා සාධාරණ මිලකට විකිණීමට නොහැකි වීමයි. අතිරික්තයක් නිර්මානය කරන විට බොහෝ විට සාධාරණ ත්යාගය අස්වැන්න විකුණා ගැනීමට නොහැකි වන අතර, ගැනුම්කරුවන් සොයා ගැනීමට අපහසු වීම නිසා අපතේ යනු ඇත. සමහර විට ඔවුන් ගනුදෙනු කිරීමට බොහෝ දුර ගමන් කිරීමට සිදු වී ඇත. එබැවින් බොහෝ වෙලාවට ගොවීන් තම අස්වැන්න සඳහා හොඳ මිලක් නොලැබෙන බැවින් ගොවීන්ට ලාභයක් නොලැබේ. එම අස්වැන්න සඳහා විශාල මුදලක් වැය කරති. එබැවින්, මෙම ගැටලුවට විසඳුමක් සඳහා අවශ්යතාවය අවශ්ය නොවන්නේ නම්, ශ්රී ලංකාවේ ගොවි කර්මාන්තය කඩා වැටෙනු ඇත. එබැවින්, ගොවීන් අන්තර්ජාලය ඔස්සේ මිලදී ගන්නන් සොයා ගත හැකි අතර, ඔවුන් යම් කාල පරිච්ඡේදයක දී ලබා ගන්නා අස්වැන්න ප්රමාණය තීරණය කිරීමට පෙර තීරණය කළ හැකිය. අනෙක් පැත්තෙන් ගැනුම්කරුවන්ට විකිණුම් කරුවන් හමුවිය හැකි අතර වෙබ් අඩවියට සැබැවින්ම අවශ්ය දේ ඇණවුම් කළ හැකිය. නමුත් අපේ වෙබ් අඩවිය හරහා අපි මෙම සමූහය හමුවීමට බලාපොරොත්තු වෙනවා පමණක් නොව ව්යාපාරයෙන් පසුව ඒවා ඉදිරියට ගෙන යා යුතුය.</p>
	</div>
	
</div>
</body>
</html>